/* deadline under 24 hours */
"(< 24 hrs)" = "(< 24 時間)";

/* deadline under 3 hrs */
"(< 3 hrs)" = "(< 3 時間)";

/* deadline under 6 hours */
"(< 6 hrs)" = "(< 6 時間)";

/* deadline over 2 days */
"(> 2 days)" = "(> 2 日)";

/* deadline over 24hrs */
"(> 24 hrs)" = "(> 24 時間)";

/* deadline over 5 days */
"(> 5 days)" = "(> 5 日)";

/* missed/past the deadline */
"(missed)" = "(期限切れ)";

/* notifier isequalto 15 min before
   notifierarray 15 min before */
"15 Minutes Before" = "15 分前";

/* notifier isequalto 30 min before
   notifierarray 30 min before */
"30 Minutes Before" = "30 分前";

/* notifier array 5 min before
   notifier isequalto 5 min before */
"5 Minutes Before" = "5 分前";

/* notifier isequalto at deadline
   notifierarray at deadline */
"At Deadline" = "期限にお知らせ";

/* delete action sheet button */
"Cancel" = "キャンセル";

/* addrep daysetting default
   day isequalto day
   dayofweek isequalto day
   dayviewcontroller dayofweek default setting
   picker day */
"day" = "日";

/* deadline name and time alert body */
"Deadline" = "期限";

/* addrep deadlinelabel */
"Default: 17:00" = "標準設定: 17:00";

/* addrep notifylabel */
"Default: No Notifier" = "標準設定: お知らせしない";

/* addrep settingslabel */
"Default: Repeats every day" = "標準設定: 毎日繰り返す";

/* delete action sheet button */
"Delete" = "消去する";

/* delete action sheet title */
"Delete Deadline" = "期限を消去する";

/* addrep enter a name isequal
   addviewcontroller enter a name default */
"Enter a name" = "名前を入力してください";

/* day isequalto friday
   picker friday */
"Friday" = "金曜日";

/* day isequalto monday
   picker monday */
"Monday" = "月曜日";

/* too long alert title */
"More Than 30 Characters" = "３０文字を超えています";

/* no name alert title */
"No Name" = "名前が入力されていません";

/* addrep notifiersetting default
   notifier isequalto no notifier
   notifierarray no notifier */
"No Notifier" = "知らせない";

/* notify me: notifier message */
"Notify me" = "お知らせ";

/* default notifier ivar
   notifier isequalto one hour before
   notifierarray one hour before */
"One Hour Before" = "１時間前";

/* no name alert message */
"Please Enter a Name" = "名前を入力してください";

/* too long alert message */
"Please Shorten Name" = "文字数が限度を超えています";

/* Details second label */
"Present Deadline: " = "現在の期限: ";

/* AddRep ordinal and day default */
"Repeats every day in a month" = "毎日表示されます";

/* day isequalto saturday
   picker saturday */
"Saturday" = "土曜日";

/* day isequalto sunday
   picker sunday */
"Sunday" = "日曜日";

/* day isequalto thursday
   picker thursday */
"Thursday" = "木曜日";

/* alert try again button
   no name alert button
   too long alert button */
"Try Again" = "もう一度入力してください";

/* day isequalto tuesday
   picker tuesday */
"Tuesday" = "火曜日";

/* day isequalto wednesday
   picker wednesday */
"Wednesday" = "水曜日";

/* Formatting Time Label */
"At %@" = "%@";

/* Formatting Label showing Deadline ordinal, day and time */
"Every %@ %@ at %@" = "毎月 %1$@ %2$@ %3$@";

/* Formatting Day Alert with Ordinal and Day */
"Every %@ %@ is not possible." = "毎月 %1$@ %2$@ 表示できません";

/* Formatting Repeats every Ordinal Day */
"Repeats every %@ %@" = "繰り返し毎月　%1$@ %2$@";

/* Formatting Repeating Ordinal, Day and Time in a month with a Notifier */
"Repeats every %@ %@ in a month at %@. Notifier: %@" = "繰り返し毎月 %1$@ %2$@ %3$@ お知らせ: %4$@";

/* Ordinal with ~second */
"%dnd" = "第%d";

/* Ordinal with ~third */
"%drd" = "第%d";

/* Ordinal with ~first */
"%dst" = "第%d";

/* Ordinal with ~th */
"%dth" = "第%d";


